{
    "2": {
        "Title and author": "Histoire du structuralisme, Tome 2, François Dosse",
        "Content": [
            "1. Auteur : François Dosse",
            "Titre du livre : Histoire du structuralisme, Tome 2",
            "2. L'après-68 a vu un regain d'intérêt pour les thèses althussériennes parmi les intellectuels.",
            "3. La collection \"Théorie\" chez Maspero est complétée par une nouvelle collection \"Analyse\" chez Hachette, dirigée par Althusser.",
            "4. Le livre de Saül Karsz en 1974 sur Althusser suscite un intérêt pour ses thèses althussériennes.",
            "5. Les thèses althussériennes ont eu un rayonnement au-delà de la France, notamment en Amérique latine.",
            "6. En Argentine, la contestation des PC officiels liés à Moscou se fait au nom de l'althussérisme.",
            "7. La Réponse à John Lewis en 1972 suscite un vif intérêt en Angleterre et une conférence est organisée sur les textes d'Althusser.",
            "8. Une nouvelle revue de philosophie, Theorical Practice, est créée en 1971 en Angleterre, sur des positions althussériennes.",
            "9. L'althussérisme triomphant des années 70 est différent de celui des années 60, il se déplace de la théorie vers l'analyse.",
            "10. Althusser définit un vaste programme de recherche en 1970 avec son article sur les AIE, \"Idéologie et appareils idéologiques d'État\".",
            "11. Althusser encourage l'étude de l'univers scolaire comme champ d'investigation privilégié.",
            "12. L'étude de l'idéologie passe de la simple analyse discursive à une analyse pratique, rapprochant les positions d'Althusser et de Michel Foucault.",
            "13. Pour Althusser et Foucault, l'idéologie a une existence matérielle et s'incarne dans des lieux institutionnels et une pratique."
        ]
    },
    "1": {
        "Title and author": "L'ordre matériel du savoir, Françoise Waquet",
        "Content": [
            "1. Françoise Waquet présente l'importance des colloques dans la communication scientifique.",
            "2. Ces réunions ont connu une forte croissance et diversification au cours du XXe siècle.",
            "3. Les orateurs utilisent souvent des projections lors de leurs présentations.",
            "4. Le poster, devenu incontournable, est un moyen de communication multimodal et multisensoriel.",
            "5. Les personnes qui voient l'affiche et qui parlent devant elle mobilisent la vue et l'ouïe.",
            "6. L'auteur souligne également l'importance du langage corporel dans les communications scientifiques en face-à-face.",
            "7. Elle évoque ensuite une forme de communication scientifique orale originale : la small conference.",
            "8. Cette méthode a été caractérisée comme étant multisensorielle par les anthropologues Margaret Mead et Paul Byers.",
            "9. Les premières small conferences ont été organisées dans les années 1930 par la Fondation Macy aux États-Unis.",
            "10. Ces réunions adoptent la forme de tables rondes et sont résidentielles et fermées.",
            "11. Ce modèle a eu du succès en réponse à l'insatisfaction liée aux colloques traditionnels et à une nouvelle exigence scientifique.",
            "12. La small conference permet aux chercheurs de différentes disciplines de s'informer rapidement et efficacement sur un sujet donné.",
            "13. Cela répondait à l'idée que le progrès du savoir se fait désormais au-delà des frontières disciplinaires."
        ]
    },
    "3": {
        "Title and author": "Histoire du structuralisme, Tome 1, François Dosse",
        "Content": [
            "1. Dans \"Histoire du structuralisme, Tome 1\", François Dosse aborde la perspective de Lévi-Strauss sur le lien entre nature et culture.",
            "2. Selon Lévi-Strauss, les oppositions de formes telles que vide/plein ou interne/externe sont au cœur de l'analyse des mythologies.",
            "3. Ces mythes reflètent un changement majeur dans la société, passant de l'économie paléolithique à l'économie néolithique.",
            "4. Lévi-Strauss étudie les aliments tels que le miel et le tabac pour mieux comprendre cette évolution de la société.",
            "5. Ces aliments sont considérés comme des \"paradoxes culinaires\" car ils renvoient à une dialectique entre nature et culture.",
            "6. Selon Lévi-Strauss, la vie humaine doit trouver un équilibre entre une nature sans culture et une culture sans nature.",
            "7. Cette dialectique est abordée comme un mythe dont la culture a besoin pour se constituer avec et contre la nature.",
            "8. Lévi-Strauss a évolué dans sa vision en prenant en compte les avancées de la psychologie animale et l'importance de l'ordre culturel dans les sciences de la nature."
        ]
    },
    "4": {
        "Title and author": "L’interprétation sociologique des rêves, Bernard Lahire",
        "Content": [
            "1. L'auteur Bernard Lahire examine les rêves de différentes personnes à travers différentes enquêtes sociologiques.",
            "2. Parmi ces rêves, certains montrent une certaine idée de grandeur et de domination sociale.",
            "3. Ces rêves peuvent être interprétés comme la manifestation d'aspirations et de désirs liés à leur position sociale et à leur trajectoire.",
            "4. Par exemple, certains rêvent de pouvoir et de succès professionnel, tandis que d'autres rêvent de contrôler et de dominer les autres.",
            "5. Cela reflète également une certaine peur du déclassement et de la perte de statut social.",
            "6. Ces rêves peuvent être vus comme des expressions de l'« euphorie de la domination et de la jouissance » et de la certitude de son importance sociale.",
            "7. Ils peuvent également révéler des désirs et des fantasmes liés à la réussite professionnelle et à la puissance sexuelle.",
            "8. Ces rêves peuvent être considérés comme une forme de projection de leur position sociale et de leur trajectoire sur leur vie onirique.",
            "9. Ainsi, l'analyse des rêves peut aider à comprendre les aspirations et les préoccupations des individus dans leur vie éveillée.",
            "10. L'auteur souligne donc l'importance de prendre en compte les dimensions sociales et individuelles dans l'interprétation des rêves."
        ]
    },
    "5": {
        "Title and author": "L'ordre matériel du savoir, Françoise Waquet",
        "Content": [
            "- Auteur : Françoise Waquet, L'ordre matériel du savoir",
            "- Les fichiers des historiens sont des organismes vivants et féconds.",
            "- Les fichiers de Lucien Febvre ont été modifiés en fonction de l'évolution de ses projets et engagements éditoriaux.",
            "- Ses fichiers ont été communiqués à Robert Mandrou après la mort de Febvre.",
            "- Le fichier de Febvre contient des ébauches de plans et des fiches de séparation avec des numéros et titres liés à ces plans.",
            "- Les sous-parties renvoient à des dossiers avec des fiches et des titres choisis comportant une signification précise.",
            "- Mandrou a ajouté ses propres contributions aux fichiers de Febvre, notamment en structurant un chapitre.",
            "- Les fichiers sont des outils de pensée importants pour les historiens.",
            "- On ne sait pas comment les fichiers ont été utilisés concrètement lors de l'écriture du livre par Mandrou."
        ]
    },
    "6": {
        "Title and author": "L’interprétation sociologique des rêves, Bernard Lahire",
        "Content": [
            "1. Auteur : Bernard Lahire, \"L'interprétation sociologique des rêves\"",
            "2. Selon Lahire, le travail du rêve selon Freud est censé brouiller le sens en disant le contraire de ce qui est pensé inconsciemment.",
            "3. Cette technique vise à échapper au contrôle d'une censure omniprésente.",
            "4. Cependant, l'interprétation proposée par Freud peut être remise en question.",
            "5. En effet, comment l'analyste peut-il décider de lire une situation dans un sens ou dans un autre, surtout si le patient résiste aux interprétations ?",
            "6. L'analyste se retrouve donc seul à interpréter le rêve.",
            "7. Dans le cas d'hystérie de Dora, Freud interprète un rêve en affirmant le contraire de ce que la patiente pense.",
            "8. De même, dans un autre rêve, Freud interprète à l'envers en inversant le fait communiqué dans le rêve manifeste.",
            "9. Selon Freud, certains rêves sont \"hypocrites\" car ils réalisent le contraire de ce qui les aurait motivés.",
            "10. Par exemple, rêver d'une réconciliation avec un ami qu'on a rompu serait en réalité un rêve de détestation.",
            "11. Pourquoi ne pas simplement considérer que toute rupture amicale peut engendrer des sentiments d'échec et de regret ?",
            "12. Le fait de rêver d'une réconciliation ne signifie pas forcément que le rêveur a oublié ses sentiments négatifs envers son ami."
        ]
    },
    "7": {
        "Title and author": "Franz Kafka, Chapitre 1, Bernard Lahire",
        "Content": [
            "1. L'auteur Bernard Lahire analyse le point de vue de Bourdieu sur l'œuvre littéraire.",
            "2. Selon Bourdieu, l'œuvre doit être comprise dans son rapport à d'autres œuvres et non dans le contexte de l'expérience de l'auteur.",
            "3. Lahire met en garde contre toute démarche biographique dans l'analyse sociologique, préférant se concentrer sur le champ littéraire.",
            "4. Le champ littéraire est caractérisé par des effets de déréalisation qui influencent la nature des œuvres et le travail de création.",
            "5. La position de l'auteur dans le champ explique le contenu et la forme de son œuvre.",
            "6. Flaubert est vu comme un acteur social qui fait des choix pour correspondre à sa position dans le champ et pour réussir dans un environnement concurrentiel.",
            "7. L'auteur analyse les choix de Flaubert et leur signification dans l'univers des possibilités qui s'offrent à lui.",
            "8. Comprendre ces choix permet de comprendre la différence entre Flaubert et d'autres auteurs."
        ]
    },
    "8": {
        "Title and author": "Histoire du structuralisme, Tome 2, François Dosse",
        "Content": [
            "1) Auteur : François Dosse, extrait de \"Histoire du structuralisme, Tome 2\"",
            "L'idée générale : Le retour de l'idole biographique dans les différents champs disciplinaires.",
            "2) Le genre biographique réapparaît en sociologie \"contestataire\".",
            "3) Cette approche est liée à l'entrée en sociologie d'une génération influencée par l'expérience militante.",
            "4) L'école historique des Annales, pourtant opposée à ce genre, y succombe également.",
            "5) L'historien Emmanuel Le Roy Ladurie, représentant de cette école, se met à étudier les rois de France.",
            "6) Ce retournement est surprenant, comme le rappelle Marc Ferro en 1989 lors d'un colloque.",
            "7) La subjectivité fait également son retour chez les ethnologues, avec Marc Augé et son ouvrage \"La Traversée du Luxembourg\".",
            "8) Un courant inspiré de l'interactionnisme, l'ethnométhodologie, apparaît dans les années 60 et 80.",
            "9) Son livre fondateur est écrit par Harold Garfinkel en 1967."
        ]
    },
    "9": {
        "Title and author": "L'ordre matériel du savoir, Françoise Waquet",
        "Content": [
            "1. L'auteur Françoise Waquet dans son livre \"L'ordre matériel du savoir\" met en avant la perspective des savants du XVIe siècle et dément les représentations classiques les décrivant comme des hommes calmes et contemplatifs.",
            "2. Les autoportraits en action des savants contredisent cette image et montrent des individus accablés de tâches, travaillant dans l'urgence et soucieux de ne pas perdre de temps.",
            "3. Les correspondances savantes de cette époque sont décevantes pour ceux qui recherchent des élégances et des effets de style.",
            "4. Les auteurs écrivaient vite et ne prenaient pas le temps de rédiger des lettres à être montrées.",
            "5. Les éditions de correspondances étaient souvent sélectives et ne retenaient que les informations jugées importantes.",
            "6. Face à la masse de livres existants, l'utilité d'une publication était remise en question afin de ne pas faire perdre de temps aux savants.",
            "7. Les savants du XVIe siècle étaient constamment pressés, accablés par une multitude d'occupations et manquaient de temps pour tout accomplir.",
            "8. Des figures telles qu'Érasme et Calvin se plaignaient souvent du manque de temps et de la quantité de travail à accomplir.",
            "9. Pour eux, le temps était un bien précieux qu'il fallait gérer avec soin et utiliser efficacement.",
            "10. Des savants comme les frères Estienne travaillaient même pendant leurs voyages pour ne pas perdre de temps.",
            "11. Cardan avait fait de l'économie de temps une de ses règles de vie et réfléchissait constamment, que ce soit à cheval, à table ou en veillant."
        ]
    },
    "10": {
        "Title and author": "L’interprétation sociologique des rêves, Bernard Lahire",
        "Content": [
            "1. Dans \"L’interprétation sociologique des rêves\", Bernard Lahire explique que de nombreux éléments implicites du rêve sont liés au fait que le rêveur se parle à lui-même et n'a pas besoin de les rendre clairs pour autrui.",
            "2. Selon l'auteur, pour comprendre un rêve, il est nécessaire de reconstruire l'arrière-plan existentiel du rêveur.",
            "3. Cela signifie que c'est au rêveur lui-même de fournir les éléments manquants du puzzle pour que le rêve puisse être interprété, et non au psychanalyste de combler les lacunes ou de décider du sens des différents morceaux du rêve.",
            "4. En se basant sur les écrits de Freud, Lahire souligne que la psychanalyse se concentre sur les associations que l'élément du rêve évoque dans l'esprit du rêveur, plutôt que sur ce que l'interprète des rêves peut en penser.",
            "5. Cependant, l'auteur souligne que Freud n'est pas toujours fidèle à cette méthode et peut imposer ses propres interprétations, notamment en y ajoutant des aspects sexuels, sans tenir compte des représentations refoulées du rêveur ou de sa résistance à l'interprétation de l'analyste."
        ]
    },
    "11": {
        "Title and author": "L’interprétation sociologique des rêves, Bernard Lahire",
        "Content": [
            "1. Perspective de Bernard Lahire sur l'émiettement des savoirs",
            "2. La connaissance isolée des spécialistes n'a pas de valeur en elle-même",
            "3. Elle n'a de valeur que dans la synthèse avec le reste de la connaissance",
            "4. La spécialisation est un mal inévitable selon Schrödinger",
            "5. Il faut contribuer à la totalité intégrée du savoir",
            "6. L'esprit de synthèse permet de résoudre les plus grands problèmes",
            "7. Il faut associer, combiner et articuler des résolutions de micro-problèmes pour réussir",
            "8. Exemple avec Andrew Wiles et le dernier théorème de Fermat",
            "9. Exemple avec Alexandre Grothendieck et son approche de la division du travail scientifique",
            "10. Grothendieck recherche le point de vue englobant pour comprendre chaque cas comme un cas du possible",
            "11. Il s'arrête dans son travail de problématisation lorsque qu'il ne peut plus remonter vers une forme plus générale de problème.",
            "Auteur : Bernard Lahire",
            "Livre : \"L'interprétation sociologique des rêves\""
        ]
    },
    "12": {
        "Title and author": "Histoire du structuralisme, Tome 2, François Dosse",
        "Content": [
            "1. L'auteur François Dosse explique que Foucault mène un combat pour les droits de l'homme à la fin des années soixante-dix et au début des années quatre-vingt.",
            "2. Ce combat se situe à l'Est, face à la résistance des intellectuels dissidents contre le pouvoir brejnévien.",
            "3. Lors de la visite de Brejnev à Paris en 1977, Foucault organise une rencontre entre les intellectuels français et les dissidents soviétiques pour sensibiliser l'opinion publique internationale sur les violations des droits de l'homme en URSS.",
            "4. Foucault est soutenu par Jean-Paul Sartre, malgré sa santé fragile.",
            "5. Cette rencontre permet de dénoncer les abus des hôpitaux psychiatriques à des fins politiques et de réunir des victimes telles que Léonid Pliouchtch, André Siniavski, André Amalrik et Vladimir Boukovski.",
            "6. Foucault est également engagé dans la lutte contre les atteintes aux droits de l'homme en France, notamment lors de l'extradition de l'avocat Klaus Croissant en 1977.",
            "7. Il se rend immédiatement à la prison de la Santé pour protester et organise une manifestation avec Jean-Paul Sartre.",
            "8. Cette affaire montre que Foucault se positionne clairement en faveur du respect des droits de la défense de l'avocat Croissant, sans soutenir les actions terroristes de la Fraction armée rouge.",
            "9. Cette prise de position témoigne d'une distance critique par rapport à ses engagements passés et d'une solidarité envers les valeurs démocratiques pour lesquelles il se bat.",
            "10. Ces valeurs étaient auparavant considérées comme une mystification."
        ]
    },
    "13": {
        "Title and author": "Franz Kafka, Chapitre 1, Bernard Lahire",
        "Content": [
            "1. Auteur : Bernard Lahire, Titre : Franz Kafka, Chapitre 1",
            "2. Bourdieu souligne l'importance de la transformation d'un problème en question mathématique, juridique ou philosophique.",
            "3. Cette transformation est comparable à l'alchimie qui nécessite un changement d'ordre et d'espace mental.",
            "4. Cependant, il est problématique de négliger l'étude des problèmes initiaux ou des questions originelles.",
            "5. Pour cela, Bourdieu devrait prendre en compte le parcours et les expériences de Martin Heidegger.",
            "6. Les textes de Kafka sont la transposition littéraire de conflits et de problèmes personnels.",
            "7. De même, Heidegger intègre dans ses écrits philosophiques des éléments issus de ses socialisations et de sa situation personnelle.",
            "8. Ainsi, l'étude des problèmes initiaux est importante pour comprendre la genèse des questions mathématiques, juridiques et philosophiques.",
            "9. La négliger revient à limiter le champ d'étude et à oublier le hors-champ."
        ]
    },
    "14": {
        "Title and author": "Histoire du structuralisme, Tome 1, François Dosse",
        "Content": [
            "1. L'auteur, François Dosse, dans son livre \"Histoire du structuralisme, Tome 1\", met en avant l'importance de l'épistémologie dans le mouvement structuraliste.",
            "2. Selon lui, l'épistémologie ne se limite pas à une réflexion sur les procédures scientifiques, mais s'ouvre également au social et entre en confrontation avec l'idéologique.",
            "3. Cette période est marquée par le succès de la réflexion épistémologique, où les différentes disciplines remettent en question leur objet, leurs concepts et leur ambition scientifique.",
            "4. Cette tendance se traduit par un délaissement de la philosophie au profit des sciences humaines, à l'image de Lévi-Strauss.",
            "5. Jean Piaget, grand épistémologue de l'époque, considère que l'unité de la science ne peut se faire qu'en se détachant de la philosophie.",
            "6. Les sciences humaines sont influencées par les mutations en cours dans les sciences \"dures\", comme en témoigne l'inflection formaliste observée dans les mathématiques.",
            "7. Le groupe Bourbaki, avec les mathématiques modernes, est un exemple de cette inflexion : les mathématiques se basent sur des structures mères et des axiomes pour expliquer des ensembles d'éléments non spécifiés.",
            "8. Cette approche structurale est également présente chez Lévi-Strauss et Lacan, qui l'utilisent comme métaphore pour expliquer les processus d'auto-régulation dans les sciences humaines.",
            "9. D'autres impulsions, telles que la biologie, la psychologie expérimentale et la cybernétique, ont également contribué à nourrir le discours logico-mathématique dans les sciences humaines.",
            "10. Cette approche permet notamment de généraliser et d'expliquer des processus complexes au-delà des cas concrets étudiés."
        ]
    },
    "15": {
        "Title and author": "L’interprétation sociologique des rêves, Bernard Lahire",
        "Content": [
            "1. Auteur : Bernard Lahire, L'interprétation sociologique des rêves",
            "2. Bernard Lahire met en avant l'idée que Freud a contribué à restreindre l'interprétation des rêves autour du \"facteur sexuel\".",
            "3. Avec ses proches, notamment Otto Rank, Freud a limité son interprétation des rêves à la dimension sexuelle.",
            "4. Dans son ouvrage \"L'interprétation du rêve\", Freud affirme que le \"facteur sexuel\" est le motif principal de la censure dans une série de rêves \"innocents\".",
            "5. Il relie également les rêves à des \"actes sexuels réprouvés\" durant l'enfance sans preuve.",
            "6. Freud associe les \"machineries\" et \"appareils compliqués des rêves\" aux \"organes génitaux\".",
            "7. Il voit des symboles phalliques dans des objets tels que parapluie, tronc d'arbre, barre, canne, poignards, couteaux ou piques.",
            "8. Les objets tels que coffres, boîtes, cavernes, chapelles et armoires sont considérés comme des substituts du vagin.",
            "9. L'impression de déjà-vu dans les rêves est ramenée à l'organe génital de la mère par Freud.",
            "10. Dans son ouvrage \"Sur le rêve\", Freud poursuit cette réduction en affirmant que la plupart des rêves faits par des adultes sont ramenés à des désirs érotiques lorsqu'ils sont analysés.",
            "11. L'analyse montre que de nombreux rêves qui ne semblent pas érotiques en apparence sont en fait des accomplissements de désirs sexuels refoulés.",
            "12. Les pulsions sexuelles sont fortement réprimées par les exigences de l'éducation et peuvent être difficiles à contrôler pour la plupart des individus.",
            "13. Ainsi, selon Freud, tout élément d'un rêve peut être interprété comme un symbole d'un intérêt érotique."
        ]
    },
    "16": {
        "Title and author": "L'ordre matériel du savoir, Françoise Waquet",
        "Content": [
            "1. Selon Françoise Waquet dans \"L'ordre matériel du savoir\", les revues scientifiques ont évolué dans leur organisation et leur structure au fil du temps.",
            "2. Au début, ces revues publiaient principalement des contributions brèves ou très longues, sous forme de lettre ou de rapport descriptif.",
            "3. Mais à la fin du XIXe siècle, l'article est devenu la forme majeure des revues scientifiques, avec une organisation interne générale : théorie, expérience, discussion.",
            "4. Ce n'est qu'au début du XXe siècle que les normes actuelles, telles que le format IMRAD, ont été standardisées et adoptées progressivement au cours du siècle.",
            "5. Dans le domaine de la médecine, le format IMRAD a été introduit plus tardivement, dans les années 1950-1960, et s'est imposé exclusivement après 1980.",
            "6. Ce processus a été influencé par des recommandations lors de colloques et des instructions des éditeurs.",
            "7. En physique, le format IMRAD a été adopté plus tôt et a été largement utilisé dans les années 1950.",
            "8. Il s'est ensuite répandu dans d'autres domaines scientifiques tels que la psychologie, les sciences de l'éducation et les sciences cognitives.",
            "9. Au fil du temps, le format IMRAD a également été utilisé dans les thèses et les présentations orales sous forme de poster."
        ]
    },
    "17": {
        "Title and author": "L'ordre matériel du savoir, Françoise Waquet",
        "Content": [
            "1. Auteur : Françoise Waquet, Livre : \"L'ordre matériel du savoir\"",
            "2. Le constat d'une évolution des outils de la connaissance soulève une question fondamentale.",
            "3. Depuis la publication de l'ouvrage de Jack Goody, on tend à lier les changements dans les outils de la connaissance aux changements dans les opérations cognitives.",
            "4. Cette idée est devenue un lieu commun.",
            "5. Cependant, les savants utilisent aujourd'hui une multitude de techniques, qui peuvent être multimodales et se combiner entre elles.",
            "6. La complexité est donc extrême et les conséquences ne peuvent pas être attribuées à une seule technologie de l'intellect.",
            "7. Même avec l'avènement de la révolution numérique, les témoignages des savants sur l'utilisation de la nouvelle technologie ne semblent pas démontrer un changement radical dans les opérations cognitives.",
            "8. En 1996, une étude sur la transformation de la communication scientifique conclut qu'il s'agit plutôt d'une évolution ou d'une modernisation que d'une révolution.",
            "9. Cependant, des changements sont bien présents, notamment dans l'économie scientifique et dans le travail quotidien.",
            "10. Les historiens, utilisateurs actifs des nouveaux outils, constatent également des changements dans leurs pratiques documentaires et leurs modes de collaboration, mais sans véritable impact sur les fondements épistémologiques de la production de la vérité historique.",
            "11. Ainsi, l'apparition de nouveaux outils a bien une incidence sur les \"arts de faire\" et sur le travail, mais leur impact sur les modes de pensée et la structure de la connaissance reste à déterminer pour le futur."
        ]
    },
    "18": {
        "Title and author": "Histoire du structuralisme, Tome 2, François Dosse",
        "Content": [
            "1. François Dosse, \"Histoire du structuralisme, Tome 2\"",
            "2. La géographie est en sommeil et ne se préoccupe pas de l'ambition structuraliste de fonder les sciences humaines sur la culture seule.",
            "3. Cette absence de la géographie a plusieurs raisons.",
            "4. Tout d'abord, la discipline se définit comme une science des relations entre la nature et la culture, contrairement au structuralisme.",
            "5. Les géographes se méfient du paradigme, car il pourrait ébranler leur discipline.",
            "6. La géographie est la seule discipline à récuser la partition possible entre nature et culture à l'époque.",
            "7. L'autre raison de l'absence de la géographie est liée à son histoire et à sa tendance à vivre sur ses acquis.",
            "8. La discipline a connu un moment de gloire après la défaite de 1870 en liant son sort à la reconquête de l'Alsace-Lorraine.",
            "9. Suite à cette période patriotique, la géographie vidalienne se dégage de l'emprise de l'Etat et se concentre sur la diversité régionale de la France.",
            "10. Dans les années 1920-1930, la discipline devient plus historienne et les historiens deviennent géographes.",
            "11. C'est l'âge d'or de l'école géographique française, qui rayonne dans les sciences sociales et au sein de la communauté des géographes à travers le monde."
        ]
    },
    "19": {
        "Title and author": "Histoire du structuralisme, Tome 2, François Dosse",
        "Content": [
            "1. L'auteur est François Dosse et le titre du livre est \"Histoire du structuralisme, Tome 2\".",
            "2. Vernant analyse les mythes grecs en utilisant le modèle proposé par Lévi-Strauss et Dumézil.",
            "3. En 1975, présenté par Lévi-Strauss, Jean-Pierre Vernant intègre le Collège de France, légitimant ainsi l'anthropologie historique en tant que branche du structuralisme.",
            "4. Vernant s'intéresse au mouvement et au passage d'un stade à un autre dans l'histoire, rejetant l'idée d'un statisme et s'inspirant de Marx.",
            "5. Cependant, il rejette le Marx d'Althusser et son idée de procès sans sujet, car il considère le sujet comme un objet important de son attention.",
            "6. Vernant aborde tous les aspects de la vie des Grecs de manière globale, contrairement à la tendance du structuralisme à isoler certains phénomènes pour en étudier la logique interne.",
            "7. Il ne considère pas la religion comme une entité séparée, mais plutôt comme faisant partie intégrante de la vie des Grecs.",
            "8. Il étudie également l'organisation politique, notamment les réformes de Clisthène à Athènes, qui ont vu le remplacement du principe gentilice par le principe territorial.",
            "9. Selon Vernant, le centre de la Cité reflète l'homogénéité et l'égalité plutôt que la différenciation et la hiérarchie."
        ]
    },
    "20": {
        "Title and author": "Franz Kafka, Chapitre 1, Bernard Lahire",
        "Content": [
            "1. Auteur : Bernard Lahire, Titre : Franz Kafka, Chapitre 1",
            "2. Les commentaires sur une théorie générale ont des défauts.",
            "3. Les commentateurs ne font pas toujours la distinction entre les principes théoriques et leur mise en œuvre.",
            "4. Pierre Bourdieu a plus affirmé le dépassement des approches théoriques qu'il ne l'a prouvé par ses recherches.",
            "5. En sociologie, il y a souvent un écart entre les principes et leur application concrète.",
            "6. Les principes théoriques peuvent être reformulés, les objectifs modifiés ou abandonnés lorsqu'on étudie un sujet précis.",
            "7. Le principe de base pour évaluer une œuvre est de se fier à ce qui est fait plutôt qu'aux affirmations théoriques.",
            "8. La sociologie du champ littéraire s'est montrée plus efficace en tant que sociologie des producteurs que des productions.",
            "9. Elle étudie principalement la production sociale de la valeur des œuvres et rarement la création littéraire en elle-même."
        ]
    }
}