{
    "2": {
        "Title and author": "L'ordre matériel du savoir, Françoise Waquet",
        "Content": [
            "1. Le point de vue de Françoise Waquet met l'accent sur un choix personnel et sélectif dans son terrain d'enquête dans le monde savant.",
            "2. Ce choix reflète ses sympathies et curiosités envers certaines disciplines ainsi que son intérêt pour des techniques intellectuelles.",
            "3. Ces choix ont été faits dans le cadre de sa recherche.",
            "4. Bien que sélectif, ce choix est une base de travail importante pour répondre à certaines questions en histoire et anthropologie des savoirs.",
            "5. Ce choix va au-delà de l'état de l'art dans ce domaine."
        ]
    },
    "1": {
        "Title and author": "L'ordre matériel du savoir, Françoise Waquet",
        "Content": [
            "1. Dans \"L'ordre matériel du savoir\", Françoise Waquet met en avant l'utilisation croissante d'instruments de mesure dans les travaux scientifiques.",
            "2. Dès le XVIIe siècle, les voyageurs savants commencent à utiliser des instruments de mesure pour répondre à des exigences de quantification, de précision et de standardisation.",
            "3. Parmi ces instruments, on retrouve des baromètres, des thermomètres, des boussoles et des sextants, utilisés par exemple par George Shuckburgh-Evelyn lors de ses mesures des sommets alpins.",
            "4. Dans le laboratoire de Lavoisier dans les années 1780, on trouve déjà un grand nombre d'appareils et d'instruments utilisés en chimie.",
            "5. Au XIXe siècle, avec le développement de la physiologie moderne, l'utilisation d'instruments de mesure se multiplie et se diversifie, notamment avec l'invention du kymographe par Carl Ludwig.",
            "6. Les chirurgiens, quant à eux, ont recours à un large éventail d'instruments dès le XVIIIe siècle, et leur arsenal ne cesse de s'agrandir au fil du temps."
        ]
    },
    "3": {
        "Title and author": "L'ordre matériel du savoir, Françoise Waquet",
        "Content": [
            "1. Le monde savant est confronté à un risque : celui d'être submergé par une masse d'informations qui pourrait entrainer un tournis et une désorientation, voire même des conséquences dramatiques telles que la maladie, l'ensevelissement ou la noyade.",
            "2. Depuis longtemps, cette abondance d'informations est perçue comme un danger pour le progrès des connaissances et la civilisation, pouvant même faire sombrer les siècles suivants dans un état similaire à celui de la barbarie après la chute de l'Empire romain.",
            "3. Même si l'imprimerie a été vue comme un moyen pour éviter le retour à la barbarie, elle a été également critiquée pour ses effets néfastes, tels que la sclérose de l'esprit et la paralysie de l'examen critique, causées par la multiplication des livres.",
            "4. Aujourd'hui, le passage au numérique suscite également des craintes, certains y voyant la disparition d'une forme de culture et une évolution vers une nouvelle forme de barbarie.",
            "5. D'autres redoutent que la recherche ne devienne \"floue\" face à la masse de données disponibles sur le Web, pouvant mener à l'adoption du conformisme ou à la perte de repères.",
            "6. En somme, l'idée générale exprimée par Françoise Waquet est que l'abondance d'informations peut être perçue comme un risque pour le monde savant, pouvant entrainer des conséquences néfastes telles que la perte de repères et la stagnation dans la recherche."
        ]
    },
    "4": {
        "Title and author": "L'ordre matériel du savoir, Françoise Waquet",
        "Content": [
            "1. L'auteur Jean Guitton propose dans son ouvrage sur le travail intellectuel paru en 1951 l'utilisation de fiches pour prendre des notes.",
            "2. Cette idée est désormais courante et les avantages des fiches sont bien connus.",
            "3. L'auteur suggère d'avoir sur soi un carnet de fiches mobiles aux dimensions standard pour pouvoir y noter des idées spontanées et les intégrer facilement dans un fichier.",
            "4. Ce système de fiches a été largement adopté au cours de la première moitié du XXe siècle et jusqu'aux années 1980.",
            "5. Marc Bloch, dans son livre Apologie pour l'histoire, évoque l'utilisation de fiches pour prendre des notes sur des sujets spécifiques.",
            "6. Lucien Febvre avait également de gros fichiers remplis de notes de différentes tailles et origines pour son travail sur La Méditerranée.",
            "7. Il utilisait des fiches bristol blanches de format 10x15 cm, collant des notes prises sur différents supports.",
            "8. Fernand Braudel avait lui aussi des milliers de fiches bristol pour son travail sur La Méditerranée.",
            "9. Ces fiches étaient utilisées pour noter des informations spécifiques et étaient indexées avec des signes tels que des rectangles rayés ou des triangles."
        ]
    },
    "5": {
        "Title and author": "L'ordre matériel du savoir, Françoise Waquet",
        "Content": [
            "1. Au XVIIIe siècle, les laboratoires de physique étaient remplis d'objets et de matériaux divers.",
            "2. Le laboratoire de Lavoisier, à l'Arsenal, était très bien équipé et contenait 123 catégories d'instruments et plus de 8000 objets.",
            "3. Il y avait également une bibliothèque et une grande quantité de documents générés par les recherches.",
            "4. Ce laboratoire était vu différemment par les visiteurs, selon leur propre perception de l'ordre et de la propreté.",
            "5. Pour Arthur Young, un laboratoire désordonné et sale était signe d'activité et de travail utile.",
            "6. Cependant, l'auteur souligne que la science en train de se faire ne se limite pas à cet environnement désordonné.",
            "7. Une pièce impeccablement rangée et organisée peut aussi être le lieu de recherche et de découverte.",
            "8. Les portraits de physiciens, pris pour les archives visuelles, montrent aussi bien des laboratoires rangés que désordonnés.",
            "9. Une photo de Louis Neel, un physicien, montre un bureau encombré de papiers et de livres, reflétant la réalité de son travail de recherche."
        ]
    },
    "6": {
        "Title and author": "L'ordre matériel du savoir, Françoise Waquet",
        "Content": [
            "1. Le point de vue dominant est de reconnaître à l'image un statut de document riche en contenu.",
            "2. Cette reconnaissance se traduit par un recours important à l'image dans les articles scientifiques.",
            "3. Le livre scientifique est généralement composé de texte et d'image, relevant de deux ordres différents.",
            "4. Cependant, la question ne porte pas sur l'esthétique ou l'objectivité de l'image, mais sur les modalités de solidarisation entre texte et image.",
            "5. Les auteurs ont développé des techniques pour lier ces éléments hétérogènes et les raisons de ces choix sont à analyser.",
            "6. Les évolutions technologiques, telles que la gravure sur cuivre, ont eu une incidence sur la composition matérielle des livres.",
            "7. La disjonction du texte et de l'image a été causée par la nécessité d'utiliser une presse et une encre différentes pour la gravure sur cuivre.",
            "8. En conséquence, les planches ont été reliées séparément ou insérées de manière peu harmonieuse dans le livre.",
            "9. Une solution coûteuse a été de monter les planches en dépliants afin que le lecteur puisse les consulter en même temps que le texte."
        ]
    },
    "7": {
        "Title and author": "L'ordre matériel du savoir, Françoise Waquet",
        "Content": [
            "1. Selon Françoise Waquet dans \"L'ordre matériel du savoir\", en France, s'est développé un processus de codification institutionnalisé en 2006 avec la création du \"cahier de laboratoire national\".",
            "2. L'objectif de cette initiative est de garantir la traçabilité des travaux de recherche.",
            "3. Le cahier de laboratoire est un outil quotidien pour les chercheurs, souvent personnel mais pouvant être partagé pour des projets ou équipements.",
            "4. Un produit normé a été mis en place, tout en laissant une certaine liberté quant à son utilisation.",
            "5. Le cahier de laboratoire est un dispositif multimodal, mélangeant différentes formes d'écriture.",
            "6. L'auteur écrit à l'encre indélébile, sans sauter de lignes, et signe et date chaque page au pied.",
            "7. Le témoin signe également chaque page en indiquant son nom, prénom et date.",
            "8. Des éléments annexes peuvent être intégrés au cahier, comme des photos ou des données informatiques.",
            "9. Dans ce cas, l'auteur signe à cheval sur ces documents et la feuille du cahier.",
            "10. Des documents externes ne pouvant pas être insérés dans le cahier sont référencés par une photocopie collée et signée.",
            "11. Ce simple cahier A4 devient ainsi un ensemble composite réglé, garantissant une traçabilité et une organisation des travaux de recherche."
        ]
    },
    "8": {
        "Title and author": "L'ordre matériel du savoir, Françoise Waquet",
        "Content": [
            "1. L'auteur, Françoise Waquet, met l'accent sur les différentes expérimentations menées par l'AGU en 1989 pour améliorer la session poster lors de ses meetings.",
            "2. L'AGU a tenté deux nouveaux formats : une session de discussion animée par deux modérateurs reprenant les posters présentés le matin, et une session hybride combinant communications orales et posters sur un même sujet.",
            "3. Ces tentatives montrent la volonté de conserver les avantages des présentations orales traditionnelles tout en s'adaptant à ceux qui préfèrent les présentations classiques depuis la tribune.",
            "4. Cependant, malgré ces différentes combinaisons, le format des posters reste diversifié et leurs avantages sont exploités grâce aux technologies modernes.",
            "5. La projection de posters à partir d'ordinateurs portables n'a pas suscité un grand enthousiasme car elle ne permettait pas le contact personnel, mais d'autres innovations ont su garder le meilleur des posters tout en ajoutant de nouvelles possibilités.",
            "6. Dans le monde médical, lors du 14e meeting de l'EACTS, un nouveau format a été introduit : la présentation poster numérique interactive.",
            "7. Ce format permet une participation plus large du public, une présentation interactive et une discussion plus fructueuse.",
            "8. Les auteurs de posters devaient envoyer leurs données à l'avance dans un format numérique ou analogique et lors de la session, ils devaient faire une brève présentation orale de leur poster.",
            "9. Pendant la présentation et la discussion, le poster était projeté sur un écran de grande dimension et l'auteur pouvait agrandir un détail.",
            "10. De plus, les posters papier étaient également affichés dans l'aire d'exposition pour que les participants puissent les voir à tout moment.",
            "11. Cette expérience a été très bien accueillie par les participants."
        ]
    },
    "9": {
        "Title and author": "L'ordre matériel du savoir, Françoise Waquet",
        "Content": [
            "1. L'auteur Françoise Waquet met l'accent sur l'utilisation des fichiers par Georges Duby pour penser.",
            "2. Duby utilisait des fiches pour organiser ses idées et les relier entre elles.",
            "3. Il faisait des associations entre différentes fiches pour trouver de nouvelles idées.",
            "4. Les fiches lui permettaient également de choisir entre différentes pistes de réflexion.",
            "5. Cependant, cette méthode avait aussi ses défauts, notamment pour un débutant comme Duby.",
            "6. Duby a toujours utilisé cette méthode de fiches pour prendre des notes.",
            "7. Il utilisait des feuilles demi A4 avec une vedette-matière à gauche et une indication numérique à droite.",
            "8. Ces indications renvoyaient à un plan détaillé et facilitaient la composition de ses idées.",
            "9. Cette méthode est inspirée des principes de Langlois et Seignobos et des \"recettes\" de Chavigny."
        ]
    },
    "10": {
        "Title and author": "L'ordre matériel du savoir, Françoise Waquet",
        "Content": [
            "1. L'auteur souhaite contribuer à une histoire matérielle de la culture savante.",
            "2. Cette histoire se concentre sur les techniques intellectuelles et leur impact sur la culture matérielle.",
            "3. L'étude décrit et analyse l'équipement matériel du monde savant à travers les siècles.",
            "4. L'auteur se penche sur des outils ordinaires et leurs usages, ainsi que les discours qu'ils ont suscités.",
            "5. L'objectif est de dresser un état des lieux des pratiques savantes sur cinq siècles.",
            "6. Cette démarche met en lumière des éléments généralement invisibles ou ignorés, tels que l'alinéa ou l'index.",
            "7. Ces modalités, bien qu'omniprésentes, sont souvent considérées comme banales.",
            "8. L'auteur prend l'exemple du poster, apparemment existant depuis toujours pour les chercheurs.",
            "9. Cependant, cette technique de présentation n'a que quarante ans.",
            "10. D'autres éléments, tels que les écritures au tableau, ont disparu avec le temps.",
            "11. Certains sont invisibles dans les productions scientifiques car ils ne sont pas verbalisables.",
            "12. Pourtant, ils peuvent être révélateurs de l'excellence d'un chercheur.",
            "13. Par exemple, le coup d'œil d'un historien d'art ou d'un radiologue peut en dire long sur leur expertise.",
            "14. L'auteur souhaite donc mettre en lumière ces éléments souvent ignorés dans l'histoire de la culture savante."
        ]
    },
    "11": {
        "Title and author": "L'ordre matériel du savoir, Françoise Waquet",
        "Content": [
            "1. La photographie a rapidement été utilisée en médecine, suscitant l'euphorie des scientifiques.",
            "2. La photomicrographie a permis de saisir des observations au microscope, tandis que la chronophotographie a capturé le mouvement.",
            "3. La découverte des rayons X en 1895 a ouvert la voie à la radiographie, offrant des images transparentes.",
            "4. Dès la fin du XIXe siècle, les scientifiques disposaient d'une multitude d'images photographiques.",
            "5. En 1898, le Dr Doyen a ajouté les images animées à la photographie médicale.",
            "6. À partir des années 1930, on a commencé à documenter également les petites chirurgies courantes.",
            "7. La production cinématographique médicale s'est développée au fil du temps, atteignant son apogée dans les années 1960-1980.",
            "8. Les planches anatomiques colorées ont longtemps été utilisées dans l'enseignement de l'anatomie, tant pour les étudiants que pour les médecins.",
            "9. Les gravures, avec leurs bandes de papier superposées, ont été utilisées pour montrer la structure du corps et les organes internes dès 1536.",
            "10. Aujourd'hui, malgré l'utilisation de la photographie et du film, les planches et les dessins restent très utilisés dans l'enseignement de l'anatomie.",
            "11. L'imagerie médicale a une longue tradition dans l'apprentissage et la recherche, qui a été renforcée par le développement du numérique."
        ]
    },
    "12": {
        "Title and author": "L'ordre matériel du savoir, Françoise Waquet",
        "Content": [
            "1. Françoise Waquet met en avant la notion de règne composite dans son livre \"L'ordre matériel du savoir\".",
            "2. Elle s'appuie sur des définitions tirées du Trésor de la langue française pour expliquer cette idée.",
            "3. Selon elle, le concept de règne composite s'applique à différents domaines, notamment l'architecture.",
            "4. Il désigne une combinaison d'éléments issus de différents ordres architecturaux, tels que l'ordre corinthien et l'ordre ionique.",
            "5. Ce terme est également employé dans d'autres contextes techniques pour décrire un ensemble hétérogène et mélangé.",
            "6. En étendant cette notion, on peut parler d'un milieu ou d'un caractère composite pour désigner un ensemble disparate et hybride."
        ]
    },
    "13": {
        "Title and author": "L'ordre matériel du savoir, Françoise Waquet",
        "Content": [
            "1. Les fiches étaient utilisées pour classer et organiser des informations.",
            "2. Les cavaliers de couleurs donnaient une autre dimension à ce classement en permettant de créer de nouvelles séries.",
            "3. Ces outils de signalisation donnent sens et organisation à l'ensemble des fiches.",
            "4. Ils offrent également de nouvelles possibilités de connaissance.",
            "5. Les fiches et leurs cavaliers sont similaires aux autres outils utilisés pour produire du savoir.",
            "6. Le dessin scientifique et technique va au-delà de la simple représentation visuelle.",
            "7. Il est également un moyen d'analyse et de réflexion.",
            "8. Les professionnels tels que les archéologues, ingénieurs et zoologistes le confirment.",
            "9. Le dessin peut également servir de moyen de communication et de dialogue entre collègues.",
            "10. Il permet de spéculer et de réfléchir de manière créative."
        ]
    },
    "14": {
        "Title and author": "L'ordre matériel du savoir, Françoise Waquet",
        "Content": [
            "1. La PCSI-6 Conference a créé un nouveau format pour son colloque en 1979.",
            "2. Ce format visait à maintenir l'esprit d'un workshop tout en rassemblant une large gamme d'intérêts dans la discipline.",
            "3. Les sessions poster ont été jugées insuffisantes car elles ne permettaient pas les avantages de la discussion ouverte et des questions directes.",
            "4. Un nouveau format a donc été inventé, combinant plusieurs types de présentations.",
            "5. Dans la première partie de la session, un tiers des communications a été présenté oralement par les auteurs, tandis que le reste a été résumé par des rapporteurs.",
            "6. La seconde partie de la session a été consacrée à des discussions individuelles et de groupes.",
            "7. Tous les auteurs avaient une place fixée le long du périmètre de la salle.",
            "8. Les auteurs qui n'avaient pas fait de présentation orale avaient un poster détaillant leur travail.",
            "9. Les posters ont été exposés dans le hall du bâtiment le jour de la session, puis dans d'autres salles pendant tout le colloque.",
            "10. La session s'est ensuite poursuivie sous la présidence d'un modérateur pour une discussion générale de toutes les communications de la session.",
            "11. Les rapporteurs ont souvent dirigé la discussion en posant des questions d'intérêt général.",
            "12. Cette innovation a été considérée comme un succès par les participants."
        ]
    },
    "15": {
        "Title and author": "L'ordre matériel du savoir, Françoise Waquet",
        "Content": [
            "1) Françoise Waquet souligne l'importance et la diversité des outils utilisés par les savants du XVIe au XXIe siècle, tels que révélés par les inventaires dressés.",
            "2) Au fil du temps, ces outils ont évolué en termes de quantité, de perfectionnement et de sophistication, nécessitant un apprentissage pour être manipulés efficacement.",
            "3) En plus des outils matériels, les savants ont également recours à leur propre corps éduqué pour produire des connaissances.",
            "4) Cela remet en question les catégories traditionnelles de \"culture\" ou \"civilisation\" du geste, de l'écrit, de l'imprimé, de l'image et du numérique.",
            "5) Le chapitre 4 explore la multimodalité des outils utilisés par les savants, qui intègrent souvent des éléments de différentes natures.",
            "6) La manicule, symbole de la saisie et de l'implication du corps dans le travail intellectuel, met en évidence la dimension sensible de l'ordre matériel du savoir.",
            "7) Dans le chapitre 5, l'auteur se concentre sur le rôle des sens dans la production et la communication des connaissances, ainsi que sur les perceptions et les limitations des usagers.",
            "8) L'ordre du savoir est extrêmement complexe en raison de la diversité des éléments qui entrent en jeu, expliquant les résistances aux nouveautés et la nécessité de reconsidérer les révolutions technologiques."
        ]
    },
    "16": {
        "Title and author": "L'ordre matériel du savoir, Françoise Waquet",
        "Content": [
            "1. L'histoire éditoriale de l'ouvrage \"Opticks\" soulève la difficulté de lier texte et images.",
            "2. Des auteurs ont tenté de surmonter les obstacles technologiques et physiques pour créer un outil bimodal efficace.",
            "3. La diversification de l'image au fil du temps a compliqué le problème.",
            "4. Le premier exemple est celui de l'Encyclopédie de d'Alembert et Diderot.",
            "5. Dans le prospectus de l'Encyclopédie, Diderot justifie le \"besoin de figures\" pour rendre compte des arts.",
            "6. Il explique que la représentation visuelle est plus efficace que la description écrite.",
            "7. Des dessinateurs ont été envoyés dans les ateliers pour reproduire des machines et le travail des ouvriers.",
            "8. Les planches ont été conçues de manière à faciliter la lecture des images et à renvoyer à des parties du dictionnaire pour plus d'information.",
            "9. Les mêmes principes ont été appliqués pour les planches relatives aux sciences.",
            "10. La mise en page prévue pour les deux volumes de planches visait à faciliter la lecture d'images à forte valeur cognitive.",
            "11. Les explications des planches étaient placées au verso pour faciliter la navigation."
        ]
    },
    "17": {
        "Title and author": "L'ordre matériel du savoir, Françoise Waquet",
        "Content": [
            "1) Dans son livre \"L'ordre matériel du savoir\", Françoise Waquet met l'accent sur l'importance des objets étudiés et de leurs actualisations au fil du temps.",
            "2) Ces objets témoignent de l'extension des catégories technologiques, telles que la culture orale, écrite, imprimée, de l'image et du numérique.",
            "3) Le processus de \"genrification\" se met en place, ce qui implique une maîtrise des genres et sous-genres par l'usager.",
            "4) Cette maîtrise nécessite un apprentissage, plus ou moins important, du maniement de ces outils.",
            "5) Cependant, il ne faut pas en conclure que ces outils déterminent le savoir lui-même.",
            "6) Ils jouent un rôle important dans la collecte, la transmission et l'élaboration de l'information et des connaissances.",
            "7) Mais ils ne sont ni plus ni moins que des outils, sans plus d'importance que cela."
        ]
    },
    "18": {
        "Title and author": "L'ordre matériel du savoir, Françoise Waquet",
        "Content": [
            "1. Françoise Waquet, dans \"L'ordre matériel du savoir\", s'intéresse à l'importance du corps dans les différentes disciplines et moments de l'histoire du savoir.",
            "2. Elle met en avant l'idée qu'il est possible d'objectiver les techniques du corps en observant les situations de travail dans ces disciplines.",
            "3. Cependant, elle précise qu'il n'est pas nécessaire de documenter toutes ces techniques, car cela serait infini.",
            "4. Il suffit donc de prendre en compte leur importance quantitative dans la production et la communication du savoir.",
            "5. Selon l'auteur, \"tout se commande\" dans l'utilisation du corps, comme le montre l'exemple du texte de Landolt sur l'éducation du chirurgien ophtalmologue.",
            "6. Ce texte met en lumière l'importance de l'apprentissage des gestes et mouvements spécifiques associés à certaines disciplines, tels que la pose du corps et des bras, ainsi que les mouvements précis des doigts.",
            "7. L'auteur souligne également l'idée que l'éducation du corps peut être enseignée de manière universitaire, comme en témoigne l'exemple de l'éducation du bras et de la main dans le domaine médical.",
            "8. Elle aborde ensuite la distinction faite par Corvisart entre \"éducation médicale des sens\" et \"éducation naturelle et générale\", mettant en avant l'importance de l'éducation du corps dans la formation des professionnels de santé.",
            "9. Enfin, Françoise Waquet souligne l'opposition entre le savoir théorique et le savoir-faire pratique, souvent considéré comme inférieur, et invite à prendre en compte les déclarations des acteurs sur l'importance de l'éducation du corps dans l'analyse de ce sujet."
        ]
    },
    "19": {
        "Title and author": "L'ordre matériel du savoir, Françoise Waquet",
        "Content": [
            "1. Françoise Waquet met l'accent sur la vie chargée et surmenée du savant Vallisneri.",
            "2. En vacances, il peut enfin se consacrer à ses recherches et à l'écriture de ses livres.",
            "3. Cependant, sa pratique médicale occupe la majeure partie de son temps et il doit constamment s'occuper de malades et de consultations.",
            "4. De plus, en tant que savant et figure importante dans le monde des lettres et des études naturalistes et médicales, Vallisneri est constamment sollicité pour des correspondances, des réponses et des extraits de livres à fournir.",
            "5. Il doit également faire face à des visites d'amis et d'étrangers, ainsi qu'à des obligations familiales et sociales.",
            "6. Tout cela mène à un emploi du temps extrêmement chargé, au point où Vallisneri se décrit comme \"croulant\" sous ses multiples occupations.",
            "7. Il n'a même pas le temps de manger et de respirer, et envie la situation de l'âne qui se repose les jours de fête.",
            "8. La charge de travail ne cesse d'augmenter, au point où Vallisneri estime avoir besoin de dix têtes et vingt-quatre bras pour tout accomplir en 1720."
        ]
    },
    "20": {
        "Title and author": "L'ordre matériel du savoir, Françoise Waquet",
        "Content": [
            "1. Les fonds d'archives de savants contiennent une grande variété d'écrits, reflétant les différentes étapes de leur travail et de leur transmission des connaissances.",
            "2. Ces écrits incluent des notes de lecture, des cahiers de laboratoire, des manuscrits publiés et non publiés, des cours et des conférences, ainsi que de la correspondance.",
            "3. Les fonds d'archives présentent également une diversité de présentations, allant des notes rapides aux copies préparées pour la publication, ainsi qu'une variété de supports allant du papier au bristol.",
            "4. Certains exemples, anciens et modernes, révèlent des pratiques d'écriture personnelles et des modalités d'inscription particulières.",
            "5. Par exemple, les archives de Malpighi contiennent un volume d'Anatomica, des notes de lecture, un journal de conversations, des cours, une autobiographie, et de la correspondance.",
            "6. Les papiers de Montesquieu contiennent des recueils d'informations, des brouillons, des notes, des listes de vérifications et des fiches.",
            "7. Les archives de plusieurs historiens contiennent également des milliers de fiches sur papier ou bristol.",
            "8. Ces différents exemples montrent la diversité des pratiques et des supports d'écriture utilisés par les savants pour transmettre leurs connaissances."
        ]
    }
}