{
    "1": {
        "Title and author": "La fin d'un grand partage, Pierre Charbonnier",
        "Content": [
            "1. L'oeuvre de Lévi-Strauss est traversée par des enjeux qui nécessitent un second parcours rapide.",
            "2. Le structuralisme s'oppose aux tentations fonctionnalistes de l'anthropologie en concevant l'ordre social et l'ordre naturel comme des systèmes.",
            "3. Toutefois, l'anthropologie structurale se distancie de la question de l'appropriation matérielle du monde extérieur en se concentrant sur le codage symbolique.",
            "4. On peut se demander si cette approche traite du monde ou du social, ou si elle utilise le monde comme ressource symbolique pour résoudre des tensions sociologiques.",
            "5. Malgré ces difficultés, Lévi-Strauss s'interroge sur la possibilité d'une approche structurale des dimensions matérielles du social.",
            "6. L'organisation du travail et de ses moyens techniques peut être considérée d'un point de vue formel, offrant au structuralisme un moyen d'appréhender ces rapports matériels.",
            "7. Ainsi, Lévi-Strauss ouvre la voie à une enquête symétrique qui partirait de la forme des idées pour étudier l'appropriation matérielle de la nature.",
            "8. Cela nécessite également de réfléchir aux schèmes permettant de penser l'articulation entre infra et superstructures, que Lévi-Strauss explore dans une conférence sur le structuralisme et l'écologie.",
            "9. Dans cette anthropologie \"bien en chair\", le statut de l'économie est remis en question, ainsi que l'achèvement de la raison anthropologique."
        ]
    },
    "2": {
        "Title and author": "Histoire du structuralisme, Tome 2, François Dosse",
        "Content": [
            "1. François Dosse remet en question la conception instrumentaliste du marxisme-léninisme en mettant l'accent sur la pluralisation du pouvoir.",
            "2. Selon lui, le pouvoir n'a plus de centre et circule à travers un schème relationnel entre les individus.",
            "3. Cette approche est différente de celle de Lénine et Foucault, qui considéraient le pouvoir comme étant détenu par une classe.",
            "4. Pour Foucault, le pouvoir est omniprésent et se diffuse à travers des réseaux entre les individus, sans lieu nodal spécifique.",
            "5. Cette vision du pouvoir rend difficile toute résistance à son exercice, car il est partout et nulle part à la fois.",
            "6. Toutefois, cette analyse de Foucault permet de distinguer le pouvoir de l'État, même si elle peut conduire à une négation de l'existence de celui-ci.",
            "7. Selon Foucault, le corps du condamné est pris entre différents dispositifs de pouvoir, allant de l'expiation de son crime aux techniques disciplinaires de la prison.",
            "8. Ces techniques de pouvoir se sont développées à partir du XVIIIe siècle, créant un nouvel espace de visibilité dans la société.",
            "9. Foucault étudie l'historicisation de la procédure carcérale, mais vise également un système global d'enfermement dans tous les domaines de la société.",
            "10. Cependant, il ne l'attribue jamais à un sujet décideur ou à un système de causalités spécifique."
        ]
    },
    "3": {
        "Title and author": "Histoire du structuralisme, Tome 1, François Dosse",
        "Content": [
            "1. Les années cinquante marquent un tournant dans l'histoire intellectuelle et philosophique de l'Occident.",
            "2. À cette époque, la pensée structuraliste se développe, remettant en question la métaphysique occidentale.",
            "3. Ce courant de pensée cherche à évacuer tout signifié et tout sens pour privilégier le Signifiant pur.",
            "4. Cette démarche s'inscrit dans un rejet de soi propre à la période de détestation de soi dans l'histoire occidentale.",
            "5. Cependant, l'intelligentsia a peu à peu renoué avec les valeurs démocratiques, mettant fin à cette époque de critique exacerbée.",
            "6. Malgré cela, le regard sur l'autre et la différence a été profondément transformé par ce mouvement de déconstruction.",
            "7. Il est donc nécessaire de se pencher à nouveau sur cette période pour en comprendre les apports essentiels dans la connaissance de l'homme.",
            "8. Dans cette perspective, Jean-Paul Sartre, figure emblématique de l'époque, a connu une éclipse de sa renommée."
        ]
    },
    "4": {
        "Title and author": "La question anthropologique (Cours 1954-1955), Michel Foucault",
        "Content": [
            "1. L'œuvre d'art est un combat entre la terre et le monde qui se déploie dans la lumière.",
            "2. Ce combat permet de révéler la vérité de l'œuvre et de retrouver le point où l'éveil et l'oubli coexistent.",
            "3. Ce point est la constellation sous laquelle se déploie le destin de l'être.",
            "4. De même, la pensée ne pense que si elle met en œuvre le destin de l'être.",
            "5. Le commentaire poétique montre comment la vérité est mise en œuvre dans l'œuvre d'art.",
            "6. L'interprétation philosophique révèle comment le destin de l'être se déploie dans la pensée.",
            "7. L'idée de la Seinsgeschichte permet de dépasser le relativisme de l'interprétation et de la philosophie.",
            "8. L'acte d'interprétation trouve sa nécessité et sa validité dans la réflexion philosophique qui se fonde sur le destin de l'être.",
            "9. Il faut examiner comment le commentaire et l'exégèse se basent sur la circularité de la compréhension.",
            "10. Cette question ouvre sur les rapports entre l'historicité du Dasein et l'histoire de l'être.",
            "11. L'histoire de l'être prend forme dans une parole, dans un dire.",
            "12. Le commentaire est une répétition du dire lui-même, permettant de mettre en lumière ce à partir de quoi l'être a un destin.",
            "13. Le commentaire rend possible une histoire de la philosophie en tant que mise en lumière du dire et du destin de l'être."
        ]
    },
    "5": {
        "Title and author": "Histoire du structuralisme, Tome 2, François Dosse",
        "Content": [
            "1. Paul Ricœur intègre le structuralisme dans son herméneutique au cœur des années soixante.",
            "2. Il est vu comme un adversaire à abattre par les althusséro-lacaniens.",
            "3. Ces derniers ripostent violemment, notamment à travers l'article de Michel Tort dans Les Temps modernes en 1965.",
            "4. Plusieurs raisons expliquent la fermeture des questionnements de la philosophie analytique en France.",
            "5. La rupture radical du structuralisme a fondé son identité sur une mise à distance de toutes les considérations sur le sujet.",
            "6. La fascination pour la philosophie allemande et le rejet du psychologisme en sont également des raisons.",
            "7. Le statut marginal des travaux de logique dans l'Université française peut aussi être une explication, en partie à cause du destin tragique de Jean Cavaillès et Jacques Herbrand.",
            "8. Aux Pays anglo-saxons, la philosophie analytique s'est développée en raison de la position des mathématiciens anglais sur la nature des objets mathématiques.",
            "9. Cette position est liée à une prise de position ontologique sur l'existence de ces objets mathématiques."
        ]
    },
    "6": {
        "Title and author": "Histoire du structuralisme, Tome 1, François Dosse",
        "Content": [
            "1. La formalisation est postérieure aux études des mythes de l'actualité qui visent la petite-bourgeoisie.",
            "2. La partie théorique de l'ouvrage se base sur Saussure et Hjelmslev pour les notions de signifiant/signifié et de dénotation/connotation.",
            "3. Malgré quelques flottements dans la compréhension des notions saussuriennes, Barthes utilise la sémiologie pour ériger son programme en science et mettre de côté le contenu au profit des formes.",
            "4. L'écriture barthésienne et l'utilisation d'un code discret dans un discours accessible contribuent au succès public de l'ouvrage.",
            "5. Le livre dépasse les tirages habituels des sciences humaines et suscite des rapprochements disciplinaires.",
            "6. Le psychanalyste André Green, intéressé par les Mythologies, rencontre Barthes en 1962 et fait un exposé sur Lacan dans son séminaire.",
            "7. Barthes révèle avoir été persécuté par Jacques-Alain Miller et Jean-Claude Milner lors de ses séminaires."
        ]
    },
    "7": {
        "Title and author": "Histoire du structuralisme, Tome 1, François Dosse",
        "Content": [
            "1) Entre 1954 et 1956, Barthes écrit des articles mensuels pour Les Lettres nouvelles.",
            "2) Il s'attaque aux mythes contemporains et critique l'idéologie de la culture de masse.",
            "3) Barthes utilise le sarcasme pour dénoncer l'idéologie petite-bourgeoise qui se répand dans la vie quotidienne des Français.",
            "4) Selon Barthes, cette idéologie a une signification éthique et est comparable à celle dénoncée par Flaubert.",
            "5) Il entreprend une démarche de démontage et de démystification pour montrer comment fonctionnent les mythes dans la société contemporaine.",
            "6) Il utilise des exemples concrets de la vie quotidienne pour illustrer ses propos.",
            "7) Barthes rassemble ces articles pour en faire un ouvrage majeur, \"Mythologies\", publié en 1957.",
            "8) Dans la seconde partie de cet ouvrage, intitulée \"Le mythe aujourd'hui\", Barthes développe sa théorie sur les cas concrets précédemment évoqués.",
            "9) Il s'inspire notamment de sa lecture de Saussure en 1956 et de la découverte de l'œuvre de Hjelmslev.",
            "10) Ainsi, Barthes propose un programme sémiologique global pour comprendre les mythes dans la société contemporaine."
        ]
    },
    "8": {
        "Title and author": "L'ordre matériel du savoir, Françoise Waquet",
        "Content": [
            "1. Dans les années 1970-1990, la tendance à la formalisation n'est pas générale.",
            "2. Certains cahiers de laboratoire, bien que tenus selon des règles, restent des produits personnels.",
            "3. Des physiciennes du CNRS en 1997 ont souligné ce point, confirmé par des preuves documentaires.",
            "4. Le cahier est un objet unique, avec une sélection d'informations à noter, des éléments implicites et des raccourcis, un vocabulaire spécifique et un investissement affectif.",
            "5. Le choix du support et de l'instrument scripturaire est personnel, avec une préférence pour les grands cahiers pour éviter les pertes.",
            "6. Les modèles les plus courants sont le cahier traditionnel et le cahier à l'anglaise, avec des pages numérotées et des espaces pour la date, la signature et le paraphe du témoin.",
            "7. Certains préfèrent d'autres modèles, comme des cahiers à lignes plutôt qu'à carreaux.",
            "8. Les carnets sont peu utilisés, sauf en cas de besoin d'écrire devant des appareils.",
            "9. La notation sur le cahier peut être immédiate ou a posteriori à partir de notes prises sur des feuilles volantes.",
            "10. Les instruments scripturaires peuvent être combinés avec un système de couleurs pour une meilleure compréhension personnelle.",
            "11. Les pages sont généralement remplies dans leur intégralité, avec parfois des notes écrites autour de courbes sur papier millimétré.",
            "12. Les pages peuvent également être utilisées pour écrire à droite et coller des graphiques ou des listes à gauche.",
            "13. La tenue chronologique des cahiers peut nécessiter la création de pochettes pour des documents annexes.",
            "14. Les particularités du cahier peuvent varier selon les disciplines, le statut et les habitudes des individus, ainsi que les règles du laboratoire.",
            "15. Malgré ces nuances, le cahier de laboratoire reste un reflet personnel de son auteur, combinant divers él"
        ]
    },
    "9": {
        "Title and author": "Histoire du structuralisme, Tome 1, François Dosse",
        "Content": [
            "1. À Ulm, Louis Althusser est vu comme une figure influente pour la nouvelle génération.",
            "2. En tant qu'agrégé-répétiteur et secrétaire de l'ENS, il considère que la philosophie a un rôle important à jouer dans les sciences sociales modernes.",
            "3. Pour lui, la philosophie doit être une théorie des pratiques théoriques et être capable d'évaluer la validité scientifique des positivités.",
            "4. Malgré cela, la philosophie ne doit pas abandonner son rôle traditionnel de discipline-reine, mais plutôt renouveler son discours et aborder de nouvelles problématiques.",
            "5. Althusser et les althussériens ont joué un rôle majeur dans la diffusion du structuralisme dans les années soixante.",
            "6. Leur capacité à relever le défi de sciences humaines rigoureuses et à les canaliser dans un discours philosophique a contribué à leur succès.",
            "7. Ulm est devenue le centre de l'idéologie structuraliste en France, en partie en raison de l'importance des humanités dans le cursus universitaire.",
            "8. L'École représente l'excellence et incarne à la fois la légitimité savante traditionnelle et le modernisme en pointe.",
            "9. Les philosophes ont tenté de s'approprier les sciences humaines en utilisant leur rigueur pour critiquer leur scientisme.",
            "10. Cette opération était menée au bénéfice des philosophes et impliquait d'avancer masqué, ce qui a suscité des critiques de la part de certains, comme Jacques Bouveresse.",
            "11. Selon lui, cette période était marquée par un manque de règles et de rigueur argumentative, en raison de l'acceptation de présupposés dogmatiques.",
            "12. Cette appropriation des sciences humaines, notamment de Marx, à Ulm a été perçue comme un symbole du poids des humanités dans la formation universitaire en France."
        ]
    },
    "10": {
        "Title and author": "L’interprétation sociologique des rêves, Bernard Lahire",
        "Content": [
            "1. Les conversations sur les rêves font souvent appel à un code sociolinguistique restreint.",
            "2. Ce code est caractérisé par un discours fluide et rapide, des formules de transition peu marquées et une sélection de vocabulaire et de syntaxe basse.",
            "3. Il est utilisé dans les relations sociales basées sur des identifications partagées et des présupposés communs.",
            "4. Ce code est associé à l'intimité et aux échanges entre personnes partageant les mêmes valeurs ou expériences.",
            "5. Dans ces échanges, les significations peuvent être implicites et être transmises par des changements de ton ou de gestes discrets.",
            "6. Dans le cas du rêve, le destinateur et le destinataire ne font qu'un, ce qui permet à l'esprit d'utiliser un grand stock d'expériences pour travailler sur ses préoccupations.",
            "7. Le rêveur dispose donc de toutes les clés pour comprendre ce que son esprit lui \"dit\".",
            "8. Dans le rêve, il y a une parfaite coïncidence entre le destinateur endormi et le destinataire endormi.",
            "9. Bernstein souligne l'utilisation de symboles condensés et de métaphores dans le code restreint, qui fait écho aux propriétés formelles du rêve."
        ]
    },
    "11": {
        "Title and author": "Franz Kafka, Bernard Lahire",
        "Content": [
            "1. La sociologie selon Bernard Lahire ne consiste pas à appliquer une grille de lecture sur la vie et l'oeuvre d'un auteur pour mettre en avant leur dimension sociale.",
            "2. Son but est plutôt de comprendre le processus de création de l'oeuvre en prenant en compte les contraintes intérieures et extérieures du créateur.",
            "3. La sociologie vise à produire une vérité sur le monde plutôt que de satisfaire les amateurs d'interprétation ou d'herméneutique.",
            "4. Comprendre un auteur ne signifie pas répéter ou commenter ce qu'il a écrit en se projetant sur lui, mais plutôt reconstruire les contextes sociaux de sa création.",
            "5. Les chercheurs devraient s'accorder sur une exigence de clarté dans leurs commentaires sur les textes littéraires.",
            "6. Lorsque le commentaire est plus obscur que le texte lui-même, il faut se questionner sur son intérêt.",
            "7. Avec Kafka, dont les textes sont déjà déroutants et ambigus, de nombreux commentateurs ajoutent encore plus de flou et d'interprétation obscure.",
            "8. Il est nécessaire de se demander si les commentaires savants apportent une réelle compréhension de l'oeuvre de Kafka ou s'ils la rendent plus confuse."
        ]
    },
    "12": {
        "Title and author": "Histoire du structuralisme, Tome 2, François Dosse",
        "Content": [
            "1. Le programme sémiologique a connu des changements depuis 1966, mais il continue de conquérir de nouveaux territoires.",
            "2. Philippe Hamon intègre le niveau descriptif dans l'analyse sémiologique, malgré le fait qu'il était auparavant délaissé et considéré comme un objet à définir.",
            "3. Au XVIIIe siècle et au début du XIXe siècle, le genre descriptif s'est émancipé des autres procédés textuels et une nouvelle esthétique a émergé autour de la trilogie personnage/décor/lecteur.",
            "4. La description est devenue un \"opérateur tonal\" qui guide la consommation du texte par le lecteur dans une esthétique d'homogénéité.",
            "5. Les distinctions saussuriennes et les travaux phonologiques du Cercle de Prague, de Jakobson et de Troubetskoy ont été déterminants dans le développement de la linguistique en tant que discipline scientifique.",
            "6. Même si certains considèrent le chomskysme comme l'expression de la science linguistique, Bernard Laks pense qu'il est important de reprendre l'héritage structuraliste dans un cadre plus fort scientifiquement.",
            "7. Il y a donc une assimilation des postulats fondateurs et une reconnaissance du rôle joué par les ancêtres et initiateurs, malgré une certaine mise à distance de certaines orientations de cette période."
        ]
    },
    "13": {
        "Title and author": "La fin d'un grand partage, Pierre Charbonnier",
        "Content": [
            "1. L'analyse des dimensions matérielles de la culture complète l'interrogation sur la structure idéelle du rapport au monde.",
            "2. Cette analyse ne fait que confirmer l'inscription des structures idéelles dans des objets.",
            "3. L'anthropologie structurale des techniques promettait une articulation entre production matérielle et reproduction symbolique du monde.",
            "4. La notion de choix technique devait permettre d'envisager ensemble les processus de reproduction économique et intellectuelle ainsi que les cadres sociaux.",
            "5. Lévi-Strauss n'était pas prêt à franchir le pas théorique consistant à accorder un intérêt spécifique à la technique comme moyen de transformation et production du monde extérieur.",
            "6. L'écart entre une matérialité conçue comme support de processus spirituels et une matérialité conçue pour son efficacité permet de s'interroger sur le lien entre production symbolique et production matérielle.",
            "7. L'anthropologie structurale ne peut être matérialiste, même si elle est empiriste.",
            "8. L'étude empirique est nécessaire pour accéder à la structure.",
            "9. Ce problème est indirectement lié à celui de la dimension matérielle du rapport social au monde extérieur.",
            "10. Dans La Pensée Sauvage, Lévi-Strauss revient sur le lien entre infrastructures et superstructures."
        ]
    },
    "14": {
        "Title and author": "Histoire du structuralisme, Tome 1, François Dosse",
        "Content": [
            "1. François Dosse met en avant l'influence de l'ouvrage \"Tristes Tropiques\" sur Michel Izard, qui le pousse à s'intéresser à l'ethnologie et à la perspective structuraliste.",
            "2. La lecture des \"Structures élémentaires de la parenté\" et son approche modélisée ainsi que les promesses du programme structuraliste ont été déterminantes dans la décision de se détacher de la philosophie.",
            "3. Cette ambition scientifique s'accompagne de la volonté de s'éloigner de l'Occident et de son histoire pour découvrir un ailleurs.",
            "4. Françoise Héritier, étudiante en histoire, est également attirée par l'anthropologie grâce à sa rencontre avec des étudiants en philosophie, notamment Michel Izard.",
            "5. Elle commence alors à suivre les cours de Lévi-Strauss à la Ve section de l'ΕΡΗΕ en 1957.",
            "6. Pour elle, qui était destinée à l'histoire ancienne, l'anthropologie était une discipline totalement nouvelle.",
            "7. Ainsi, l'influence de \"Tristes Tropiques\" et la découverte du structuralisme ont conduit à un changement de perspective pour ces deux étudiants et les ont amenés vers l'anthropologie."
        ]
    },
    "15": {
        "Title and author": "Histoire du structuralisme, Tome 1, François Dosse",
        "Content": [
            "1. Pouillon s'engage dans une nouvelle voie, plus anthropologique, qui délaisse la philosophie classique.",
            "2. Il découvre l'altérité comme une interrogation essentielle.",
            "3. Au milieu des années 50, il reprend les arguments de Lefort sur la relégation de l'historicité chez Lévi-Strauss.",
            "4. Il reste fidèle aux positions sartriennes sur la dialectique historique.",
            "5. Il adhère pleinement au structuralisme et à l'anthropologie.",
            "6. Il assiste aux séminaires de Lévi-Strauss à l'École des hautes études.",
            "7. Il décide de partir pour le Tchad, un pays inexploré sur le plan ethnologique."
        ]
    },
    "16": {
        "Title and author": "L'ordre matériel du savoir, Françoise Waquet",
        "Content": [
            "1. Dans un contexte de surabondance d'informations, il est difficile pour les usagers de faire le tri entre les informations de qualité et celles qui ne le sont pas.",
            "2. Ce phénomène existait déjà à l'époque de l'imprimerie, où la quantité de livres imprimés ne garantissait pas leur qualité.",
            "3. L'augmentation de la production imprimée a également entraîné une multiplication d'ouvrages inutiles et frivoles, au détriment des bons livres.",
            "4. Cette tendance s'est poursuivie avec l'avènement du numérique, où la quantité d'informations disponibles est encore plus importante.",
            "5. Cependant, cela n'a pas conduit à un retour en arrière ou à une suppression des revues existantes.",
            "6. Au contraire, des outils ont été développés pour gérer cette quantité toujours croissante d'informations.",
            "7. Ces outils sont d'autant plus nécessaires que le temps, lui, reste compté et ne peut être étiré.",
            "8. Ainsi, malgré le désarroi face à cette surabondance d'informations, il est nécessaire de trouver des moyens efficaces pour gérer cette quantité et utiliser le temps de façon optimale."
        ]
    },
    "17": {
        "Title and author": "Franz Kafka, Bernard Lahire",
        "Content": [
            "1. Le fils admire son père et a l'habitude d'être jugé négativement par lui.",
            "2. Le fils a intériorisé le regard et le jugement négatifs de son père sur lui-même.",
            "3. Il considère son père comme la mesure de toute chose et reconnaît la légitimité de son jugement.",
            "4. Ce phénomène d'intériorisation est décrit comme une loi qui gouverne et mine le fils.",
            "5. Kafka prouve qu'il a trouvé les ressources linguistiques et littéraires pour objectiver cette expérience commune à de nombreux dominés.",
            "6. Les prédictions négatives du père deviennent des prophéties autoréalisatrices, causant une perte de confiance en soi pour le fils.",
            "7. Le respect de l'opinion du père entraîne une perte de confiance en soi et une instabilité pour le fils.",
            "8. Ce processus mène à une « infini sentiment de culpabilité », une « défiance de soi-même » et une « peur perpétuelle des autres ».",
            "9. Ces dispositions durables peuvent se transférer à d'autres relations avec autrui.",
            "10. Kafka décrit comment il se sent pris d'un sentiment de culpabilité encore plus profond en présence d'autres personnes."
        ]
    },
    "18": {
        "Title and author": "Franz Kafka, Bernard Lahire",
        "Content": [
            "1. Bernard Lahire critique la réinterprétation de la perspective dialogique de Mikhaïl Bakhtine.",
            "2. Cette réinterprétation réduit les paroles ordinaires à des manifestations de l'interdiscursivité et les textes littéraires à un langage sur le langage littéraire.",
            "3. Bakhtine voulait mettre en avant le processus créatif d'assimilation des mots d'autrui dans notre parole.",
            "4. Cependant, cela peut mener à une théorie généralisée de l'interdiscursivité et à la déconnexion des propos quotidiens par rapport aux expériences réelles des locuteurs.",
            "5. Il est important de ne pas oublier que les propos quotidiens sont également influencés par les situations et les expériences réelles des locuteurs."
        ]
    },
    "19": {
        "Title and author": "Histoire du structuralisme, Tome 2, François Dosse",
        "Content": [
            "1. François Dosse souligne l'approche de Chomsky qui s'appuie sur la tradition linguistique européenne et le rationalisme cartésien.",
            "2. Chomsky reprend l'innéisme et le substantialisme cartésien dans sa démarche.",
            "3. Dans la modernité technologique, Chomsky voit la possibilité d'accéder à la structure linguistique grâce à la génétique.",
            "4. Le distinguo compétence/performance s'inscrit dans la filiation saussurienne de la distinction langue/parole.",
            "5. Le structuralisme se transforme en naturalisme structural avec Chomsky, qui voit la structure dans la nature humaine.",
            "6. Selon Nicolas Ruwet, la perspective de Chomsky lui a permis de sortir de l'ombre du structuralisme.",
            "7. Pour certains linguistes, il n'y a pas de rupture significative entre le structuralisme et le générativisme, Chomsky étant considéré comme un héritier de Saussure.",
            "8. Cependant, certains se demandent si le chomskysme est vraiment un antistructuralisme."
        ]
    },
    "20": {
        "Title and author": "Franz Kafka, Bernard Lahire",
        "Content": [
            "1. La lecture de l'historien Gustave Lanson a été bénéfique pour Bernard Lahire",
            "2. Lanson cherchait à penser à la fois la singularité et la nature sociale de l'œuvre littéraire",
            "3. Il affirmait que toute œuvre littéraire est un phénomène social et un acte individuel et social",
            "4. Les chercheurs qui étudient les liens entre les créateurs et leurs créations doivent affronter les critiques de Sainte-Beuve, Taine, Brunetière et Lanson",
            "5. Plutôt que de les utiliser comme des épouvantails, il faut comprendre les problèmes qu'ils ont posés et les solutions qu'ils ont proposées",
            "6. Il est important de reformuler et de résoudre ces problèmes en utilisant les acquis plus récents des sciences humaines et sociales",
            "7. L'échec de l'explication de la littérature par le contexte social ne signifie pas l'échec de l'approche sociologique en général",
            "8. Il s'agit plutôt d'un échec des approches trop générales, caricaturales ou approximatives",
            "9. Cet échec est souvent mal compris et peut conduire à la critique du tout sociologique et de l'enfermement des individus dans les déterminismes sociaux",
            "10. Le problème réside dans l'adaptation de l'échelle d'observation et des outils en fonction de la complexité de l'objet étudié",
            "11. De nombreux chercheurs du passé ont échoué à le faire en raison d'un manque de connaissances et de compréhension des outils pertinents."
        ]
    }
}