{
    "1": {
        "Title and author": "Histoire du structuralisme, Tome 2, François Dosse",
        "Content": [
            "Étapes :",
            "1. Débats timides avortés : Des tentatives de débats ont eu lieu, mais ont rapidement échoué, comme le colloque des géographes communistes en 1953.",
            "2. Essoufflement de la géographie traditionnelle : La géographie perd de sa vitalité car elle perd son objet principal avec la modernisation des régions rurales en France.",
            "3. Ouverture vers l'étranger pour le renouvellement : Certains géographes voient dans l'ouverture internationale une opportunité de renouveau pour leur discipline, dépassant l'ancienne vision centrée sur la France.",
            "4. Transition vers une géographie scientifique : La nouvelle génération de géographes abandonne la simple description pour se tourner vers une approche plus scientifique, s'inspirant des disciplines économiques et sociales.",
            "5. Adoption du néo-positivisme : Les géographes intègrent des méthodes quantitatives et des sources statistiques solides pour moderniser leur discipline, abandonnant le positivisme du début du siècle.",
            "6. Réintégration dans les sciences sociales : La géographie se positionne au cœur des sciences sociales, rompant avec son isolement antérieur et amorçant un renouvellement dans les années 1970.",
            "7. Impact de l'anthropologie structurale : Malgré des tentatives antérieures d'interaction, la géographie reste longtemps isolée des sciences sociales, mais son rapprochement progressif avec ces disciplines marque un tournant dans son développement.",
            "8. Défi de la nouvelle histoire : La discipline géographique se trouve confrontée à la perte de son objet d'étude traditionnel, récupéré par d'autres domaines comme la nouvelle histoire, ce qui la pousse à se réinventer pour éviter son obsolescence."
        ]
    },
    "2": {
        "Title and author": "Franz Kafka, Bernard Lahire",
        "Content": [
            "Étape 1 : Bernard Lahire soutient que comprendre sociologiquement les motivations derrière l'écriture d'un écrivain nécessite une approche spécifique.",
            "Étape 2 : Il souligne qu'il est nécessaire d'adapter l'échelle d'observation et les outils d'analyse pour chaque cas particulier.",
            "Étape 3 : Lahire illustre cette idée en comparant Max Brod et Franz Kafka, deux écrivains proches socialement mais aux œuvres très différentes.",
            "Étape 4 : Il affirme que la simple caractérisation des auteurs par des propriétés sociales générales ne suffit pas à saisir la nature de leurs textes.",
            "Étape 5 : Il rejette l'idée que l'analyse précise des œuvres littéraires serait hors de portée de la sociologie, prônant plutôt une adaptation des méthodes d'étude.",
            "Étape 6 : Lahire insiste sur le fait qu'il est inapproprié de lier des textes individuels à de larges catégories sociales synthétiques.",
            "Étape 7 : Il cite Marcel Proust pour souligner le défi posé aux sociologues pour concilier l'inscription de l'œuvre dans son contexte et sa singularité intrinsèque.",
            "Étape 8 : Enfin, Lahire propose une approche de biographie sociologique pour aborder la relation entre l'auteur, son œuvre et leur contexte."
        ]
    },
    "3": {
        "Title and author": "Histoire du structuralisme, Tome 2, François Dosse",
        "Content": [
            "1. Chomsky puise ses fondements dans la tradition linguistique européenne, remontant à la grammaire de Port-Royal et au rationalisme cartésien du XVIIe siècle, en embrassant l'innéisme et le substantialisme cartésien.",
            "2. Dans l'ère de la modernité technologique, Chomsky envisage d'accéder à cette structure fondamentale grâce à la génétique cognitive, assimilant une idée à une information encodée dans un ordinateur.",
            "3. La distinction compétence/performance, héritée de Saussure, évoque une continuité avec le programme saussurien, où la compétence est assimilée à la langue de Saussure.",
            "4. Le structuralisme évolue subtilement vers un naturalisme structural avec Chomsky, en se basant sur une conception de la nature humaine décontextualisée et déshistoricisée, redécouvrant la structure dans la nature.",
            "5. Alors que certains voient dans la perspective de Chomsky une rupture significative avec le structuralisme, d'autres, comme Nicolas Ruwet, perçoivent une continuité profonde, considérant Chomsky comme un héritier de Saussure et soulignant l'absence d'une rupture majeure entre structuralisme et générativisme."
        ]
    }
}